import React from "react";

const TextAboutProduct = () => {
  return (
    <section className="content-inner info-block flex grid_2">
      <div>
        <h1>Стеллаж универсальный</h1>
        <p>
          Мы неизменно сталкиваемся в быту и производственной деятельности с
          проблемой складирования вещей. Документы, инструменты, предметы
          обихода и множество других вещей необходимо разместить так, чтобы они
          не загромождали пространство и их можно было легко достать. Лучше
          всего справятся с этой задачей металлические стеллажи. Прочные,
          долговечные и вместительные - они являются идеальным средством для
          хранения любых предметов.
        </p>
        <p>
          Металлический стеллаж от завода «ПАКС-металл», благодаря стильному
          внешнему виду прекрасно впишется в абсолютно любой интерьер. Красивое
          и прочное изделие поможет вам легко установить порядок дома или на
          предприятии.
        </p>
        <p>
          Каждое изделие изготавливается из высокопрочной стали особой марки,
          имеет дополнительные ребра жесткости и защищено полимерным покрытием.
          Нанесение специального верхнего слоя на поверхность металла
          предохраняет продукцию от истирания и воздействия химических веществ.
        </p>
        <p>
          Стеллаж при необходимости может быть доукомплектован ребрами и
          крестовинами жесткости, боковыми планками, задней и боковой стенкой,
          регулируемыми опорами, а также разделителями для полок.
        </p>
      </div>
      <div>
        <h1>Рекомендации по эксплуатации</h1>
        <p>Максимальная нагрузка на одну полку:</p>
        <ul>
          <li>шириной до 100 см составляет 150 кг/200кг*</li>
          <li>для полки шириной 120 см - 100 кг/150кг*</li>
          <li>шириной 150 см – 80 кг/120кг*</li>
        </ul>
        <p className="small">* при наличии усилителей.</p>
        <p>
          Заявленная грузоподъемность указана при условии нагрузки равномерно
          распределенной по всей ширине полки.
        </p>
        <p>
          Комплект стеллажа комплектуется пластмассовыми подпятниками и уголками
          жесткости (только для крайних полок).
        </p>
        <p>
          При общей нагрузке свыше 750 кг на секцию обязательна установка
          крестовин жесткости и уголков на все полки для защиты стеллажа от
          бокового смещения.
        </p>
        <p>
          При сборке стеллажа высотой более 2,5 м обязательно крепление секции к
          стене.
        </p>
        <p>
          Категорически запрещается передвигать секции стеллажа, находящиеся под
          нагрузкой. Запрещается вставать на полки ногами, облокачиваться и
          прилагать воздействие иной внешней силы на стеллаж.
        </p>
        <p>Рекомендуемая высота нижней полки не более 30 см от пола.</p>
      </div>
    </section>
  );
};

export default TextAboutProduct;
